module.exports = `
# **记忆手卡**

​	用来记忆的掌上手机卡片 简称**记忆手卡**

### **什么是卡片**

​	卡片分为正反两面，正面是提示语，反面是你想记忆的内容

### **什么是卡集**

​	卡集是卡片的集合，也就是卡片的分类，创建卡片之前得先创建卡集

### **什么是卡集士多**

​	卡集士多即卡集store，用于分享自己做好的卡集，也可以在这里克隆喜欢的卡集



### **卡集篇**

- **怎么创建卡集**
  - 点击卡集列表页面的加号可以进行创建卡集
  - 创建卡集页面需要输入卡集的名称和卡集的访问密码（用于分享自己的卡集给别人克隆）
  - 创建卡集的时候可以选择下面的颜色即可为卡集添加颜色
  - 点击海蓝色右边空白处即可将卡集颜色设置为白色



- 怎么修改卡集名称、密码和颜色
  - 在卡集列表页面长按需要修改的卡集即可进入编辑卡集的页面
  - 在编辑页面选择其他颜色即可为卡集更换颜色，点击海蓝色右边空白处即可将卡集颜色设置为白色



- 怎么删除卡集
- 在卡集列表页面长按需要修改的卡集即可进入编辑卡集的页面
- 进入到编辑卡集页面，然后选择删除即可删除卡集。





### **卡片篇**

- **怎么创建卡片**

  - 先进入卡集列表
  - 点击对应的卡集
  - 进入到卡片列表
  - 点击右下角的新建即可创建卡片
  - 卡片支持的是**Markdown语法**

- **怎么修改卡片**

  - 在对应卡片页面长按卡片
  - 进入编辑卡片页面

- **怎么删除卡片**

  - 在对应卡片页面长按卡片
  - 进入编辑卡片页面
  - 点击删除

- **怎么查看卡片**

  卡片展示有两种方式，一种是左右切换的卡片，一种是瀑布流式的卡片

  ---

  - **左右切换卡片**

  - 卡片-卡片筛选页面

  - 可以点击Choose选择想展示的卡片和排序方式

  - 在卡片的标题处可以左右切换卡片下一张卡片

  - 单击卡片可以将卡片答案展示与隐藏

  - 双击卡片可以将卡片的掌握状态改变

  - （我的-未掌握|我的-已掌握）这两个页面同理

  - ---

  - **瀑布流卡片**

  - 我的-我的卡片页面可以查看所有的卡片

  - 卡集列表对应的卡集，点击可以查看当前卡集的卡片

  - 点击上面的Choose可以改变排序方式

  - 点击对应的卡片可以展开卡片背面知识点


- 怎么标记卡片
  - 在卡片筛选页面可以双击卡片进行改变卡片的状态
  - 将卡片状态变为掌握
  - 
  - 在我的-未掌握页面双击卡片可以将卡片变为掌握
  - 在我的-已掌握页面双击卡片可以将卡片变为未掌握



### **图片篇**

- 怎么上传图片
  - 进入我的-我的图片
  - 点击相机加号最多同时增加4张图片
  - 选择图片之后点击右下角的上传可以上传图片
- 怎么选择图片
  - 进入图片页面
  - 点击对应的图片可以自动复制图片Markdown链接
  - 可以连续点击多张照片
  - 回到创建卡片或者修改卡片页面
  - 粘贴复制的链接数据即可展示
- 怎么删除图片
  - 进入图片页面
  - 长按对应的图片
  - 进入删除图片选择



### **其他**

- 绑定手机号有什么用

  - 绑定同一个手机号的小程序将是展示同一份数据
  - 即多端共用一个账号
  - 点击我的-头像进入查看个人资料页面-选择绑定手机号

- 怎么联系开发者

  - 点击我的-联系我们可以反馈你的信息
  - 邮箱📮：admin@jamkung.com

  



### **感谢**

- 感谢：嘉渝哥设计的图标
- 感谢：ColorUI：鲜亮的高饱和色彩，专注视觉的小程序组件库
- 感谢：wemark - 微信小程序Markdown渲染库
- 感谢：你的叮当猫小程序
`;
